# IdeaStatiCa.ConnectionApi.Model.ConProject

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**ProjectId** | **Guid** |  | [optional]
**ProjectInfo** | **ConProjectData** |  | [optional]
**Connections** | **List&lt;ConConnection&gt;** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)